[
  {
    "code": "AB01",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Nằm ngửa người trên thảm tập, đặt hai bàn chân thẳng trên sàn, gần mông, hai tay duỗi thẳng hai bên thân người.",
      "Bước 2: Bắt đầu hơi nâng đầu lên, nghiêng người sang bên trái chạm ngón tay trái về phía gót chân trái.",
      "Bước 3: Quay trở lại vị trí ban đầu và lặp lại tương tự cho bên phải với tay phải chạm vào gót phải."
    ],
    "muscle": "Bụng",
    "name": "Alternate Heel Touchers",
    "videoUrl": "https://www.youtube.com/watch?v=RW25fbkQxVQ",
    "imageUrl": "/images/exercises/AB01.png"
  },
  {
    "code": "AB02",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Nằm ngửa người trên thảm tập, đặt hai bàn chân thẳng trên sàn, gần mông, hai tay duỗi thẳng hai bên thân người.",
      "Bước 2: Bắt đầu hơi nâng đầu lên, nghiêng người sang bên trái chạm ngón tay trái về phía gót chân trái.",
      "Bước 3: Quay trở lại vị trí ban đầu và lặp lại tương tự cho bên phải với tay phải chạm vào gót phải."
    ],
    "muscle": "Bụng",
    "name": "Crunch",
    "videoUrl": "https://www.youtube.com/watch?v=Xyd_fa5zoEU",
    "imageUrl": "/images/exercises/AB02.png"
  },
  {
    "code": "AB03",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Nằm ngửa trên sàn, chân duỗi thẳng và tay hai bên cạnh, lòng bàn tay hướng xuống.",
      "Bước 2: Hơi nhấc gót chân khỏi mặt đất.",
      "Bước 3: Giữ chân và đầu gối thẳng, từ từ nhấc chân lên tạo góc 90 độ với sàn.",
      "Bước 4: Ngưng ở vị trí trên cùng. Rồi từ từ hạ chân xuống vị trí ban đầu.",
      "Lưu ý: Đừng để gót chân chạm xuống sàn trong toàn bộ hiệp."
    ],
    "muscle": "Bụng",
    "name": "Leg Raise",
    "videoUrl": "https://www.youtube.com/watch?v=JB2oyawG9KI",
    "imageUrl": "/images/exercises/AB03.png"
  },
  {
    "code": "AB04",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Nằm trên mặt đất, bàn chân đặt dưới vật cố định hoặc nhờ người giữ hộ. Đầu gối cong.",
      "Bước 2: Nhấc thân trên tạo hình chữ V với đùi. Tay duỗi thẳng phía trước và vuông góc với thân, tay nắm nhau. Đây là vị trí bắt đầu.",
      "Bước 3: Vặn thân sang bên phải cho tới khi tay song song với mặt đất, trong khi thở ra.",
      "Bước 4: Siết cơ 1 giây và quay trở lại vị trí bắt đầu trong khi hít vào. Bây giờ làm cho phía bên kia với cùng kỹ thuật.",
      "Bước 5: Lặp lại cho tới khi đạt được số lần yêu cầu."
    ],
    "muscle": "Bụng",
    "name": "Russian Twist",
    "videoUrl": "https://www.youtube.com/watch?v=wkD8rjkodUI",
    "imageUrl": "/images/exercises/AB04.png"
  },
  {
    "code": "AB05",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Nằm ngửa lưng trên thảm tập, nâng hai tay thẳng trước ngực, song song với nhau, hai lòng bàn tay hướng về phía chân.",
      "Bước 2: Nâng thẳng hai chân lên sao cho vuông góc với thân người (nếu chưa thể hãy cố gắng nâng cao hết mức). Cố gắng duỗi thẳng.",
      "Bước 3: Bắt đầu nhấc vai vai đầu lên gập về phía hai chân. Giữ yên hai tay, thở ra và căng cứng cơ bụng."
    ],
    "muscle": "Bụng",
    "name": "Toe Touches",
    "videoUrl": "https://www.youtube.com/watch?v=y6Bv_0Shhc8"
  },
  {
    "code": "AB06",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Ngồi vào mép ghế dài, tay giữ nhẹ dưới ghế để ổn định cơ thể, giữ cơ bụng hơi căng. ",
      "Bước 2: Dùng cơ bụng kéo chân về phía cơ thể, thở ra. Khi cơ bụng co căng cứng, giữ vị trí này 1 nhịp.",
      "Bước 3: Hạ chân. Đưa người về vị trí ban đầu, đồng thời hít vào trong suốt quá trình.",
      "Lưu ý:",
      "- Tay giữ dưới ghế nhẹ nhất có thể, chỉ dùng lực để ổn định vị trí cơ thể.",
      "- Luôn giữ cho cơ bụng căng cứng trong suốt quá trình tập.",
      "- Cuộn người để đảm bảo cơ Psoap không hoạt động."
    ],
    "muscle": "Bụng",
    "name": "Seated Knee Tucks",
    "videoUrl": "https://www.youtube.com/watch?v=54q250IUEAc",
    "imageUrl": "/images/exercises/AB06.png"
  },
  {
    "code": "BC01",
    "difficulty": "Trung bình",
    "instructions": [
      "Bước 1: Đứng thẳng với thân mình giữ thẳng trong khi nắm thanh tạ tay gần nhau. Lòng bàn tay của bạn nên hướng về phía trước và khuỷu tay gần với thân mình. Đầu ngẩng, chân ngang vai. Đây là vị trí bắt đầu của bạn.",
      "Bước 2: Trong khi giữ bắp tay không chuyển động, cuốn tạ về phía trước, co cơ bắp tay trước (cơ nhị đầu) và thở ra. Gợi ý: Chỉ chuyển động cẳng tay.",
      "Bước 3: Tiếp tục động tác cho tới khi cơ bắp tay của bạn co lại hết cỡ và thanh tạ ở mức ngang vai. Giữ ở vị trí này một giây và gồng mạnh cơ bắp tay.",
      "Bước 4: Từ từ chuyển thanh tạ trở lại vị trí bắt đầu trong khi hít vào.",
      "Bước 5: Lặp lại cho đến khi bạn đạt được số lần yêu cầu."
    ],
    "muscle": "Tay trước",
    "name": "Barbell Curl",
    "videoUrl": "https://www.youtube.com/watch?v=LY1V6UbRHFM",
    "imageUrl": "/images/exercises/BC01.png"
  },
  {
    "code": "BC02",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Đứng thẳng, thân mình giữ thẳng, nắm tạ ở mỗi tay. Giữ khuỷu tay gần với thân mình, xoay lòng bàn tay hướng lên. Đây là vị trí bắt đầu của bạn.",
      "Bước 2: Trong khi giữ bắp tay không chuyển động, cuốn tạ về phía trước, co cơ bắp tay trước (cơ nhị đầu) và thở ra. Tiếp tục động tác cho tới khi cơ bắp tay của bạn co lại hết cỡ và tạ ở ngang vai. Giữ ở vị trí co cơ một thời gian ngắn và gồng mạnh cơ bắp tay.",
      "Bước 3: Sau đó, hít vào, và từ từ chuyển tạ lại vị trí bắt đầu.",
      "Bước 4: Lặp lại cho đến khi bạn đạt được số lần yêu cầu."
    ],
    "muscle": "Tay trước",
    "name": "Dumbbell Curl",
    "videoUrl": "https://www.youtube.com/watch?v=sAq_ocpRh_I&t=16s",
    "imageUrl": "/images/exercises/BC02.png"
  },
  {
    "code": "BC03",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Ngồi trên ghế phẳng, gối cùng nhau.",
      "Bước 2: Nhấc tạ đôi từ sàn và tạ treo bên cạnh với lòng bàn tay hướng lên.",
      "Bước 3: Hơi co cánh tay để lực lên bắp tay trước. Đây là vị trí bắt đầu.",
      "Bước 4: Giữ lưng thẳng, khuỷu tay hai bên, từ từ cuốn tạ với tay yếu hơn (đối với hầu hết mọi người là bên trái) lên xa tới mức có thể.",
      "Bước 5: Siết cơ bắp tay trước, rồi từ từ đưa tạ trở lại vị trí ban đầu.",
      "Bước 6: Lặp lại cho phía tay bên kia, và lặp lại cho đủ số lần yêu cầu."
    ],
    "muscle": "Tay trước",
    "name": "Alternate Incline Dumbbell Curl",
    "videoUrl": "https://videos.bodybuilding.com/video/mp4/54000/55591m.mp4"
  },
  {
    "code": "BC04",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Đứng thẳng đứng, tạ đôi hai bên. Khuỷu tay gần với thân. Lòng bàn tay hướng vào. Đây là vị trí bắt đầu.",
      "Bước 2: Giữ tay trên thẳng, thở ra, cuốn tạ lên tới trước, siết cơ bắp tay trước. Tiếp tục đưa tạ lên cho tới khi cơ bắp tay trước siết hết cỡ, ngang vai. Giữ vị trí này giây lát trong khi siết cơ. Gợi ý: Bắp tay cố định, chỉ chuyển động cánh tay.",
      "Bước 3: Sau khi ngưng giây lát, hít vào và từ từ hạ tạ đôi xuống trở lại vị trí bắt đầu.",
      "Bước 4: Lặp lại cho tới khi đạt được số lần yêu cầu."
    ],
    "muscle": "Tay trước",
    "name": "Dumbbell Hammer Curl",
    "videoUrl": "https://www.youtube.com/watch?v=zC3nLlEvin4&t=28s",
    "imageUrl": "/images/exercises/BC04.png"
  },
  {
    "code": "BC05",
    "difficulty": "Trung bình",
    "instructions": [
      "Bước 1: Ngồi vào ghế dốc 45 độ. Cầm thanh tạ với độ rộng bằng vai. Đưa thanh tạ lên trên mặt ghế. Cánh tay thẳng nhưng vẫn phải đảm bảo cơ tay trước được căng. Cánh tay vuông góc với cơ thể. Hít 1 nhịp. Đây là vị trí bắt đầu bài tập.",
      "Bước 2: Giữ cố định phần cánh tay phía trên, thân người. Dùng cơ tay trước co lại, kéo cẳng tay lên phía trên, đảm bảo 2 tay lên đều nhau giúp thanh tạ được thăng bằng. Thở ra. Đảm bảo cẳng tay không lên quá cao, trùng cơ tay trước. Mất lực căng tác động lên cơ tay trước.",
      "Bước 3: Từ từ hà tạ trở lại vì trí bắt đầu đồng thời hít vào trong suốt quá trình hạ tạ.",
      "Bước 4: Lặp lại chuyển động với những reps sau.",
      "Lưu ý:",
      "- Đây là bài tập rất tốt tăng cường độ lớn của phần dưới của bắp tay trước.",
      "- Hạ tạ có điều khiển, không để tạ rơi tự do.",
      "- Chỉ xoay phần cẳng tay. ",
      "- Hạn chế xoay, nghiêng cột sống khi tập."
    ],
    "muscle": "Tay trước",
    "name": "Dumbbell Preacher Curl",
    "videoUrl": "https://www.youtube.com/watch?v=fIWP-FRFNU0",
    "imageUrl": "/images/exercises/BC05.png"
  },
  {
    "code": "BC06",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Ngồi trên ghế phẳng với tạ đơn phía trước giữa hai chân. Chân giang ra, gối co lại và bàn chân đặt trên mặt đất.",
      "Bước 2: Sử dụng tay phải để nhấc tạ đơn lên. Đặt bắp tay sau lên trên đùi trong. Xoay lòng bàn tay hướng ra khỏi đùi. Gợi ý: Tay nên duỗi ra và tạ đơn nên ở trên mặt đất. Đây là vị trí bắt đầu.",
      "Bước 3: Giữ bắp tay cố định, cuốn tạ về phía trước trong khi siết cơ nhị đầu và thở ra. Chỉ có cẳng tay chuyển động. Tiếp tục chuyển động cho đến khi cơ bắp tay trước co hết cỡ và tạ đơn ở mức ngang vai. Gợi ý: Ở vị trí trên cùng cần đảm bảo là ngón tay út cao hơn ngón tay cái để đảm bảo siết cơ tốt hơn. Giữ ở vị trí trên cùng khoảng một giây trong khi siết cơ nhị đầu.",
      "Bước 4: Từ từ đưa tạ đơn xuống vị trí bắt đầu trong khi hít vào. Cảnh báo: Tránh vung tạ.",
      "Bước 5: Lặp lại động tác cho đến khi đạt được số lần yêu cầu. Sau đó chuyển sang tập tay trái."
    ],
    "muscle": "Tay trước",
    "name": "Dumbbell Concentration Curl",
    "videoUrl": "https://www.youtube.com/watch?v=Jvj2wV0vOYU",
    "imageUrl": "/images/exercises/BC06.png"
  },
  {
    "code": "BC07",
    "difficulty": "Dễ",
    "muscle": "Tay trước",
    "name": "Inside-Grip Rope Curl",
    "videoUrl": "https://www.youtube.com/watch?v=Odz1T8WmDBI"
  },
  {
    "code": "BL01",
    "difficulty": "Khó",
    "instructions": [
      "Bước 1: Tư thế đứng với chiều rộng đôi chân bằng hoặc hơi rộng hơn so với chiều rộng vai",
      "Bước 2: Ngón chân có thể hướng thẳng về phía trước hoặc hướng ra hai bên. Vị trí đặt bàn chân sao cho chiếm 1/3 hoặc 2/3 bàn chân từ thanh đòn chiếu xuống",
      "Bước 3: Nắm chặt lấy thanh đòn với cách nắm tay \"double overhand\" (cho đến khi trọng lượng trở nên quá nặng)",
      "Bước 4: Thẳng chân.",
      "Bước 5: Hít sâu gồng chắc cơ bụng",
      "Bước 7: Hạ hông của bạn xuống khi đầu gối hướng về phía về thanh. Vị trí vai thẳng so với thanh đòn, không chúi về phía trước",
      "Bước 8: Tập trung sức mạnh để nâng, giữ thanh đòn áp sát cơ thể của bạn để khóa",
      "Bước 10: Sau khi nâng thanh tới đầu gối, bạn kết thúc khóa lại với sức mạnh của cơ mông, hoàn thành một lần di chuyển lên theo đường thẳng.",
      "Bước 11: Di chuyển hông xuống thấp, giữ cơ mông và gân kheo trong trạng thái căng.",
      "Bước 12: Hạ tạ, giữ lưng vẫn thẳng và thực hiện lại động tác"
    ],
    "muscle": "Lưng - Xô",
    "name": "Barbell Conventional Deadlift",
    "videoUrl": "https://www.youtube.com/watch?v=wYREQkVtvEc&t=5s",
    "imageUrl": "/images/exercises/BL01.png"
  },
  {
    "code": "BL02",
    "difficulty": "Khó",
    "instructions": [
      "Bước 1: Giữ thanh tạ với lòng bàn tay hướng xuống, hơi cong đầu gối xuống và hướng thân hình phía trước, cong tại eo, trong khi giữ lưng thẳng cho đến khi nó ngang với sàn. Chú ý: Bạn luôn ngẩng đầu lên. Thanh ngang nên treo ngay phía trước bạn, tay vuông góc với sàn và thân hình. Đây là vị trí bắt đầu của bạn.",
      "Bước 2: Bây giờ giữ thân không chuyển động, thở ra và nâng tạ về phía bạn. Giữ khuỷu tay gần về phía thân hình và chỉ sử dụng cẳng tay để giữ tạ. Ở vị trí co lại phía trên, gồng cơ lưng và ngưng lại một chút.",
      "Bước 3: Sau đó hít vào và từ từ hạ tạ xuống vị trí bắt đầu.",
      "Bước 4:  Lặp lại cho đến khi đạt được số lần yêu cầu."
    ],
    "muscle": "Lưng - Xô",
    "name": "Barbell Row",
    "videoUrl": "https://www.youtube.com/watch?v=Nq7GQxyMrW4",
    "imageUrl": "/images/exercises/BL02.png"
  },
  {
    "code": "BL03",
    "difficulty": "Khó",
    "instructions": [
      "Bước 1: Đứng tự nhiên chân rộng bằng vai, giữ lưng thẳng, mông đưa ra phía sau và đầu ngẩng lên, dùng sức cơ lưng nhấc tạ lên khỏi mặt đất sao cho tay thẳng nhưng cùi chỏ vẫn phải cong. Đây là vị trí bắt đầu của bạn.",
      "Bước 2: Tại vị trí bắt đầu bạn hít vào và tập trung sức vào cơ lưng (các cơ khác cũng được gồng để hỗ trợ động tác chứ không tham gia tập luyện nhiều) kéo mạnh tạ lên phía trên (cơ lưng sẽ ép lại tối đa) đồng thời thở ra giữ lại tư thế này 1s, sau đó bạn hít vào gồng cơ lưng từ từ hạ tạ xuống vị trí ban đầu (quá trình này thực hiện chậm hơn quá trình bạn kéo tạ lên), khi cơ lưng đã được căng hết cỡ và bạn có cảm giác ở cơ lưng thì bạn giữ lại tư thế này 2s trước khi bắt đầu tập rep tiếp theo.",
      "Bước 3: Sau khi thực hiện xong số reps cần thiết thì bạn hạ tạ xuống đất 1 cách nhẹ nhàng (cố gắng giữ thẳng lưng), đi lại và nghỉ ngơi 2-3p.",
      "Lưu ý: Ngoài việc tập đúng kỹ thuật động tác này thì bạn cần chú ý khoảng cách giữa lưng của bạn với sàn. Khoảng cách này sẽ là tốt nhất nếu người bạn chỉ chếch lên trên 1 góc 45 độ, chếch người cao quá sẽ làm mất dần tác dụng của cơ lưng giữa, lúc nếu bạn tập luyện với khối lượng tạ quá nặng thì lúc này bạn cần cơ lưng dưới tham gia một chút và cơ mông bạn phải được gồng rất tốt để ổn định động tác."
    ],
    "muscle": "Lưng - Xô",
    "name": "T-bar Row",
    "videoUrl": "https://www.youtube.com/watch?v=j3Igk5nyZE4"
  },
  {
    "code": "BL04",
    "difficulty": "Khó",
    "instructions": [
      "Bước 1: Chọn ghế phẳng, đặt tạ đơn bên cạnh.",
      "Bước 2: Đặt chân phải trên một đầu, thân gập về phía trước tại eo thân trên song song với mặt đất. Tay phải trên một đầu của ghế để giữ thăng bằng. Dùng tay trái nhấc tạ từ mặt đất. Lưng dưới thẳng. Lòng bàn tay hướng về phía thân. Đây là vị trí bắt đầu.",
      "Bước 3: Giữ bắp tay bên cạnh, thân cố định, kéo tạ thẳng và hơi đưa về hông. Thở ra trong khi thực hiện động tác này. Gợi ý: tập trung siết cơ lưng khi ở vị trí trên cùng. Đảm bảo là chuyển động này thực hiện bằng cơ lưng, không phải tay. Tay chỉ làm nhiệm vụ di chuyển tạ.",
      "Bước 4: Hạ tạ xuống vị trí ban đầu trong khi hít vào.",
      "Bước 5: Lặp lại cho đến khi đạt được số lần yêu cầu và chuyển tay."
    ],
    "muscle": "Lưng - Xô",
    "name": "Dumbbell Row",
    "videoUrl": "https://www.youtube.com/watch?v=pYcpY20QaE8",
    "imageUrl": "/images/exercises/BL04.png"
  },
  {
    "code": "BL05",
    "difficulty": "Khó",
    "instructions": [
      "(Thay tạ đòn bằng 2 tạ đơn)",
      "Bước 1: Chỉnh ghế dốc 45 độ. Đặt sấp người lên ghế, chân ghìm chắc xuống sàn. 2 tay cầm 2 tạ đơn, nhả toàn bộ vùng xô",
      "Bước 2: Hít sâu, gồng chắc người, từ từ kéo hai tay về phía hông, ép chặt cơ lưng. Cùi chỏ không hướng ra ngoài làm mất tác dụng vào cơ lưng. Khi kéo thì thở ra",
      "Bước 3: Hạ tạ về vị trí ban đầu, tiếp tục hít sâu và kéo tạ. Thực hiện tới khi đủ số lần yêu cầu"
    ],
    "muscle": "Lưng - Xô",
    "name": "Incline Dumbbell Row",
    "videoUrl": "https://www.youtube.com/watch?v=OvdT43CDk8k",
    "imageUrl": "/images/exercises/BL05.png"
  },
  {
    "code": "BL06",
    "difficulty": "Trung bình",
    "instructions": [
      "Bước 1: Để tập bài này bạn cần có máy kéo cáp v-bar. Gợi ý: Máy v-bar giúp bạn nắm tay cầm, hai lòng bàn tay hướng vào nhau. Ngồi xuống trên máy tập, đặt bàn chân lên bàn đạp phía trước, đầu gối hơi cong. Đây là vị trí bắt đầu của bạn.",
      "Bước 2: Cúi người nắm lấy tay cầm v-bar.",
      "Bước 3: Kéo cáp lại cho tới khi thân và chân tạo một góc 90 độ. Ngực ưỡn lên, lưng hơi cong ra trước. Bạn nên có cảm giác căng cơ lưng trong khi giữ tay cầm. Đây là vị trí bắt đầu.",
      "Bước 4: Giữ thân cố định, kéo tay cầm về phía thân mình, cho đến khi chạm bụng. Thở ra trong khi thực hiện động tác này. Tại thời điểm này bạn nên siết mạnh cơ lưng. Giữ vị trí co cơ này một giây và từ từ quay lại vị trí bắt đầu trong khi hít vào.",
      "Bước 5: Lặp lại cho đến khi đạt được số lần yêu cầu."
    ],
    "muscle": "Lưng - Xô",
    "name": "Seated Cable Row",
    "videoUrl": "https://www.youtube.com/watch?v=GZbfZ033f74",
    "imageUrl": "/images/exercises/BL06.png"
  },
  {
    "code": "BL07",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Đứng trước ròng rọc chỉnh cao, và kéo thẳng tới mặt, tách 2 tay ra khi trong khi thực hiện. Giữ tay trên song song với mặt đất.",
      "Bước 2: Đưa trở lại vị trí ban đầu và lặp lại cho tới khi đạt được số lần yêu cầu."
    ],
    "muscle": "Lưng - Xô",
    "name": "Face Pull",
    "videoUrl": "https://www.youtube.com/watch?v=rep-qVOkqgk",
    "imageUrl": "/images/exercises/BL07.png"
  },
  {
    "code": "BL08",
    "difficulty": "Dễ",
    "muscle": "Lưng - Xô",
    "name": "Seated Row Machine",
    "videoUrl": "https://www.youtube.com/watch?v=s4czkpICW8I"
  },
  {
    "code": "BL09",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Chọn mức tạ thích hợp và chỉnh gối đệm. Nắm lấy tay cầm, lòng bàn tay hướng ra. Đây là vị trí bắt đầu.",
      "Bước 2: Kéo tay cầm xuống, siết khuỷu tay.",
      "Bước 3: Ngưng ở phía dưới cùng, rồi từ từ đưa tạ trở lại vị trí bắt đầu.",
      "Bước 4: Tránh đưa trọng lượng trở lại hoàn toàn để giữ lực căng trên nhóm cơ"
    ],
    "muscle": "Lưng - Xô",
    "name": "Lat Pulldown",
    "videoUrl": "https://www.youtube.com/watch?v=RNfsWdtg1Mo",
    "imageUrl": "/images/exercises/BL09.png"
  },
  {
    "code": "BL10",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Ngồi xuống trên máy kéo cáp tay cầm v-bar.",
      "Bước 2: Chỉnh đệm gối cho phù hợp với chiều cao. Đệm gối giúp giữ cơ thể không bị nhấc lên khi kéo cáp.",
      "Bước 3: Nắm v-bar, lòng bạn tay hướng vào nhau. Ước ngực ra, hơi nghiêng người về phía sau (khoảng 30 độ) để tác động cơ xô tốt hơn. Đây là vị trí bắt đầu.",
      "Bước 4: Sử dụng cơ xô, kéo tay cầm xuống trong khi siết cơ bả vai. Tiếp tục cho đến khi ngực gần chạm thanh v-bar. Thở ra khi thực hiện động tác này. Gợi ý: Giữ thân cố định.",
      "Bước 5: Giữ một giây ở vị trí co cơ, sau đó từ từ đưa tay cầm trở lại vị trí bắt đầu, trong khi hít vào.",
      "Bước 6: Lặp lại cho đến khi đạt được số lần yêu cầu."
    ],
    "muscle": "Lưng - Xô",
    "name": "V-Bar Pulldown",
    "videoUrl": "https://videos.bodybuilding.com/video/mp4/50000/50451m.mp4"
  },
  {
    "code": "BL11",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Đứng nắm thanh ngang của máy tập, lòng bàn tay hướng xuống, tay rộng hơn vai. Bước lại phía sau.",
      "Bước 2: Gập người về phía trước tại eo khoảng 30 độ, tay duỗi phía trước, hơi cong khuỷu tay. Nếu tay không duỗi bạn cần bước về phía sau hơn nữa. Siết cơ xô. Đây là vị trí bắt đầu của bạn.",
      "Bước 3: Trong khi giữ tay thẳng, kéo thanh ngang xuống bằng cách co cơ xô cho đến khi tay bên cạnh đùi. Thở ra trong khi thực hiện động tác này.",
      "Bước 4: Quay trở lại vị trí ban đầu và thở ra.",
      "Bước 5: Lặp lại động tác cho tới khi đạt được số lần yêu cầu."
    ],
    "muscle": "Lưng - Xô",
    "name": "Straight Arm Pulldown",
    "videoUrl": "https://www.youtube.com/watch?v=AjCCGN2tU3Q",
    "imageUrl": "/images/exercises/BL11.png"
  },
  {
    "code": "BL12",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Nằm úp mặt xuống trên ghế duỗi (trên hình), đặt mắt cá chân an toàn dưới đệm.",
      "Bước 2: Chỉnh đệm trên nếu có thể để đùi trên nằm ngang qua đệm, đủ chỗ để bạn gập người tại eo thoải mái.",
      "Bước 3: Giữ thân thẳng, vòng tay phía trước, hoặc sau đầu. Đây là vị trí bắt đầu của bạn. Gợi ý: Bạn cũng có thể giữ một miếng tạ phía trước trong tay để tăng thêm trọng lực.",
      "Bước 4: Từ từ nâng thân trở lại vị trí ban đầu trong khi hít vào. Gợi ý: Tránh cong lưng ngược lại. Đồng thời đừng văng thân người nên để tránh bị thương lưng.",
      "Bước 5: Lặp lại động tác này cho đến khi đạt được số lần yêu cầu.",
      "Bước 6: Bắt đầu gập từ từ về phía trước tại đầu gối trong khi vẫn giữ lưng phẳng. Hít vào khi thực hiện phần động tác này. Tiếp tục hạ về phía trước cho đến khi bạn cảm thấy căng cơ đùi sau và không thể tiếp tục xuống được nữa mà không cong lưng.",
      "Lưu ý: Không bao giờ cong lưng khi thực hiện bài tập này. Đồng thời, một số người có thể xuống sâu hơn những người khác. Mấu chốt là bạn xuống sâu tới mức có thể mà không cong lưng."
    ],
    "muscle": "Lưng - Xô",
    "name": "Hyperextension",
    "videoUrl": "https://www.youtube.com/watch?v=dbbpGYnTHP0"
  },
  {
    "code": "BL13",
    "difficulty": "Trung bình",
    "instructions": [
      "Bước 1: Bắt đầu thiết lập trọng lượng cho phép cơ thể của bạn hạ thấp xuống sàn và bạn muốn thực hiện bài tập này, đảm bảo rằng phần còn lại của đầu gối ở vị trí để cơ thể bạn nghỉ ngơi.",
      "Bước 2: Trèo lên máy và đặt đầu gối của bạn lên phần còn lại, vào vị trí nắm lấy tay cầm kéo phía trên bạn và nhấc mình lên phía trần nhà.",
      "Bước 3:  Siết cơ lat và cơ lưng của bạn khi cơ thể của bạn hướng lên trần nhà cho đến khi vai của bạn ở ngang tầm tay và giữ cho số đếm.",
      "Bước 4: Quay trở lại vị trí bắt đầu.",
      "Bước 5: Lặp lại động tác cho tới khi đạt được số lần yêu cầu."
    ],
    "muscle": "Lưng - Xô",
    "name": "Machine-assisted Pull-up",
    "videoUrl": "https://www.youtube.com/watch?v=y00_rMYk1Oc&t=99s",
    "imageUrl": "/images/exercises/BL13.png"
  },
  {
    "code": "BL14",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Ngồi vào máy kéo xô. Đảm bảo rằng thanh kê đùi được cài chắc chắn và cố định được đùi của bạn.",
      "Bước 2: Cầm thanh kéo với độ rộng hẹp hơn vai của bạn (Tay cầm vừa bằng chiều dài vai, tay cầm hẹp là nhỏ hơn chiều dài vai). Hướng mu bàn tay về phía mặt của bạn. ",
      "Bước 3: Tưởng tượng một đường nối từ thanh tạ xuống phía trên ngực của bạn. Hít 1 nhịp. Đây là vị trí bắt đầu.",
      "Bước 4: Giữ nguyên thân người. Kéo thanh tạ xuống phía dưới về phía ngực, thở ra và giữ tư thế này 1 nhịp. Tập trung vào cơ xô kéo phần cánh tay xuống. Không dùng thêm bất cứ lực gì ngoài lực đễ giữ thanh tạ của cơ cẳng tay.",
      "Bước 5: Từ từ đưa thanh tạ lên trên về vị trí ban đầu, hít vào trong suốt quá trình."
    ],
    "muscle": "Lưng - Xô",
    "name": "Close Grip Pulldown",
    "videoUrl": "https://www.youtube.com/watch?v=neP32qCyPbQ",
    "imageUrl": "/images/exercises/BL14.png"
  },
  {
    "code": "BL15",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Thở ra khi bạn kéo tay cầm về phía sau cho đến khi khuỷu tay của bạn ở phía sau bạn và vai của bạn bị kéo về phía sau.",
      "Bước 2: Giữ cho số lượng hai và siết cơ lưng của bạn.",
      "Bươc 3: Hít vào khi bạn cho phép tay cầm trở về vị trí bắt đầu, với vai duỗi thẳng về phía trước.",
      "Bước 4: Lặp lại động tác cho tới khi đạt được số lần yêu cầu."
    ],
    "muscle": "Lưng - Xô",
    "name": "Machine High Row",
    "videoUrl": "https://www.youtube.com/watch?v=Ob5Xqjq8Sc8",
    "imageUrl": "/images/exercises/BL15.png"
  },
  {
    "code": "BP01",
    "difficulty": "Khó",
    "instructions": [
      "Bước 1: Nằm trên ghế tập. Vị trí vai thấp hơn thanh đòn và giá đỡ. Hai tay rộng hơn vai để khi tập và hạ tạ tạo thành góc 90 độ với mặt đất. Tay nắm chặt vào thanh đòn, ví trị thanh đòn ở lòng bàn tay. Ưỡn ngực cong người để động tác thực hiện được mạnh và hiệu quả hơn. Hai chân ghim chắc xuống sàn, gồng chặt đùi và cơ mông",
      "Bước 2: Hít sâu, gồng chắc cơ lưng xô, vai, và bụng sau đó hạ tạ theo góc xiên xuống. Khi hạ tạ, cẳng tay tạo thành góc 90 độ so với mặt đất, cùi chỏ hơi khép vào thân để không bị ngửa ra sao khiến động tác sai. Hạ cho tới khi thanh đòn chạm ngực",
      "Bước 3: Sau khi tạ chạm ngực, đẩy tạ về vị trí bắt đầu và thở mạnh. Tiếp tục tư thế chuẩn bị gồng chặt các cơ, hít sâu gồng bụng và hạ tạ theo đường xiên.",
      "Bước 4: Lặp lại chuyển động cho đến khi đạt được số lần yêu cầu.",
      "Bước 5: Sau khi đã xong, đặt thanh tạ trở lại giá tạ."
    ],
    "muscle": "Ngực",
    "name": "Barbell Bench Press",
    "videoUrl": "https://www.youtube.com/watch?v=gRVjAtPip0Y&t=8s",
    "imageUrl": "/images/exercises/BP01.png"
  },
  {
    "code": "BP02",
    "difficulty": "Khó",
    "instructions": [
      "Bước 1: Nằm trên ghế phẳng với tạ đôi ở hai tay trên đùi. Lòng bàn tay hướng vào nhau.",
      "Bước 2: Sau đó, sử dụng đùi để giúp bạn đưa tạ đôi lên, nâng tạ từng cái một để bạn có thể giữ chúng ở phía trước ngang vai.",
      "Bước 3: Sau khi ở độ rộng ngang vai, xoay cổ tay về phía trước để lòng bàn tay hướng khỏi bạn. Tạ nên ở hai bên cạnh ngực, cẳng tay và bắp tay tạo góc 90 độ. Đảm bảo là bạn khống chế tạ mọi lúc. Đây là vị trí bắt đầu của bạn.",
      "Bước 4: Sau đó, trong khi thở ra, sử dụng cơ ngực để nâng tạ lên. Giữ thẳng cánh tay khi nâng tạ đến điểm cao nhất và gồng ngực, giữ một giây sau đó đi xuống từ từ. Gợi ý: thời gian hạ tạ nên dài gấp đôi thời gian nâng tạ.",
      "Bước 5: Lặp lại động tác cho đến khi đạt được số lần yêu cầu."
    ],
    "muscle": "Ngực",
    "name": "Dumbbell Bench Press",
    "videoUrl": "https://www.youtube.com/watch?v=VmB1G1K7v94",
    "imageUrl": "/images/exercises/BP02.png"
  },
  {
    "code": "BP03",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Đặt ghế phẳng phía dưới máy tập Smith. Để tạ đòn ở chiều cao bạn có thể với tới khi nằm xuống. Chọn mức tạ hợp lý. Tay nắm tạ rộng hơn vai. Nhấc tạ lên và giữ thẳng phía trên, tay khóa lại. Đây là vị trí bắt đầu.",
      "Bước 2: Trong khi hít vào, từ từ hạ xuống cho tới khi tạ chạm ngực",
      "Bước 3: Ngưng 1 giây, đưa tạ trở lại vị trí ban đầu trong khi thở ra, đẩy tạ bằng cơ ngực. Khóa tay, giữ 1 giây rồi lại đưa xuống trở lại. Thời gian hạ xuống lâu gấp đôi thời gian đưa lên.",
      "Bước 4: Lặp lại cho đến khi đạt được số lần yêu cầu."
    ],
    "muscle": "Ngực",
    "name": "Machine Bench Press",
    "videoUrl": "https://videos.bodybuilding.com/video/mp4/46000/46111m.mp4"
  },
  {
    "code": "BP04",
    "difficulty": "Khó",
    "instructions": [
      "Bước 1: Nằm ngửa trên ghế, tạ đôi trên tay đặt trên đùi. Lòng bàn tay nắm tạ trung bình.",
      "Bước 2: Sử dụng đùi giúp bạn đưa tạ đôi lên, nhấc lên nó trước tay thẳng. Tay không nhấc tạ nắm lấy ghế để chắc hơn.",
      "Bước 3: Khi ở mức ngang vai, xoay cổ tay tới trước để lòng bàn tay hướng ra khỏi bạn. Đây là vị trí bắt đầu.",
      "Bước 4: Hạ tạ từ từ xuống trong khi hít vào. Khống chế tạ trong mọi lúc. Sử dụng tay không nhấc tạ để giúp giữ thăng bằng nếu lúc đầu thấy khó. Chỉ sử dụng tay không nhấc tạ nếu cần thiết. Nếu không để nó nghỉ bên cạnh.",
      "Bước 5: Thở ra, đẩy tạ lên dùng cơ ngực. Khóa tay ở vị trí co cơ, siết ngực giữ một giây rồi tiếp tục đưa tạ xuống. Gợi ý: Thời gian đưa tạ xuống nhiều gấp đôi thời gian đưa tạ lên.",
      "Bước 6: Lặp lại chuyển động cho tới khi đạt được số lần yêu cầu.",
      "Bước 7: Đổi tay và lặp lại động tác."
    ],
    "muscle": "Ngực",
    "name": "One Arm Dumbbell Bench Press",
    "videoUrl": "https://www.youtube.com/watch?v=td-4lC0tXKA",
    "imageUrl": "/images/exercises/BP04.png"
  },
  {
    "code": "BP05",
    "difficulty": "Trung bình",
    "instructions": [
      "Bước 1: Điều chỉnh độ cao của ròng rọc máy ngang qua đầu bạn, 2 tay cầm 2 tay máy kéo, kéo tới trước mặt và thân trên hơi cúi xuống 1 chút. Khuỷu tay hơi cong, 1 chân trước và 1 chân sau ",
      "Bước 2: Hít vào sau đó với khuỷu tay vẫn cong, bạn bắt đầu mở rộng cánh tay sang ngang, ra sau đến khi bạn thấy cơ ngực mình căng ra. ",
      "Bước 3: Thở ra và quay lại vị trí ban đầu giữ 1 giây. Sau đó lặp lại động tác."
    ],
    "muscle": "Ngực",
    "name": "Cable Chest Fly",
    "videoUrl": "https://www.youtube.com/watch?v=mEvWejskeSk?t=51",
    "imageUrl": "/images/exercises/BP05.png"
  },
  {
    "code": "BP06",
    "difficulty": "Khó",
    "instructions": [
      "Bước 1: Thiết lập ghế dốc 1 góc khoảng 30-45 độ hoặc có thể nằm trên ghế phẳng. Ngồi lên ghế băng với 2 quả tạ đặt trên đùi, lòng bàn tay hướng vào nhau.",
      "Bước 2: Nằm xuống đồng thời đẩy đùi của bạn lên đưa 2 quả tạ lên. Nâng 2 quả tạ lên phía trên vai. Xoay cổ tay để lòng bàn tay hướng xuống chân. 2 quả tạ thẳng hàng.",
      "Bước 3: Từ từ hạ tạ xuống phía dưới đồng thời mở rộng cánh tay sang 2 bên. Hít vào trong suốt quá trình hạ tạ. Cùi chỏ hơi chéo xuống để giảm áp lực lên vai",
      "Bước 4: Dùng cơ ngực đẩy quả tạ lên. Ép cơ ngực lại để kéo 2 cánh tay lại gần nhau. Thở ra.",
      "Bước 5: Lặp lại chuyển động cho reps sau.",
      "Lưu ý:",
      "- Bài tập tác động nhiều hơn lên phần cơ ngực trên của bạn. Khi ghế càng để cao thì càng tác động nhiều hơn lên phần vai của bạn.",
      "- Không xuống quá sâu vì có thể ảnh hưởng đến khớp vai của bạn. Không cầm tạ thả sang hai bên vì cũng có thể làm hỏng khớp vai của bạn.",
      "- Không nên để 2 cánh tay thẳng hàng với nhau. Nên để chúng hơi chếch xuống về phía chân của bạn.",
      "- Hạ tạ có điều khiển, không để tạ rơi tự do."
    ],
    "muscle": "Ngực",
    "name": "Dumbbell Chest Fly",
    "videoUrl": "https://www.youtube.com/watch?v=WE1thwwQRRw",
    "imageUrl": "/images/exercises/BP06.png"
  },
  {
    "code": "BP07",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Ngồi trên máy ép ngực trong với phần lưng dựa vào ghế. Ưỡn ngực để lực tác động khi tập được nhiều hơn, đầu hướng thẳng về phía trước",
      "Bước 2: Cầm phần tay cầm với vai và lưng chắc, hai tay đặt thoải mái trên bản lề của tay cầm. Mẹo nhỏ khi ép ngực trên máy tập là nên giữ cánh tay trên của bạn song song với sàn nhà, tiếp tục điều chỉnh vị trí máy phù hơp nhất, thoải mái nhất so với chỗ ngồi của bạn, lúc đó bạn sẽ thấy việc tập cơ ngực với máy ép rất dễ dàng.",
      "Bước 3: Ép ngực với máy tập khi bạn hít thở ra bằng cách đẩy tay cầm sát lại với nhau từ từ, lúc đó  phần ngực giữa của bạn sẽ đồng thời co bóp lại, bạn nên giữ trong một giây trước khi tiếp tục để thực hành cách ép ngực trong này đúng tư thế.",
      "Bước 4: Quay trở lại vị trí bắt đầu từ từ khi bạn hít vào cho đến khi phần cơ ngực của bạn được kéo căng hoàn toàn. Tiếp tục ép ngực trên máy tập với số lần được hướng dẫn."
    ],
    "muscle": "Ngực",
    "name": "Machine Chest Fly",
    "videoUrl": "https://www.youtube.com/watch?v=jiitI2ma3J4"
  },
  {
    "code": "BP08",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Nằm trên ghế dốc lên 30 độ với tạ đôi ở hai tay trên đùi. Lòng bàn tay hướng vào nhau.",
      "Bước 2: Sau đó, sử dụng đùi để giúp bạn đưa tạ đôi lên, nâng tạ từng cái một để bạn có thể giữ chúng ở phía trước ngang vai.",
      "Bước 3: Sau khi ở độ rộng ngang vai, xoay cổ tay về phía trước để lòng bàn tay hướng khỏi bạn. Tạ nên ở hai bên cạnh ngực, cẳng tay và bắp tay tạo góc 90 độ. Đảm bảo là bạn khống chế tạ mọi lúc. Đây là vị trí bắt đầu của bạn.",
      "Bước 4: Sau đó, trong khi thở ra, sử dụng cơ ngực để nâng tạ lên. Giữ thẳng cánh tay khi nâng tạ đến điểm cao nhất và gồng ngực, giữ một giây sau đó đi xuống từ từ. Gợi ý: thời gian hạ tạ nên dài gấp đôi thời gian nâng tạ.",
      "Bước 5: Lặp lại động tác cho đến khi đạt được số lần yêu cầu.",
      "Bước 6: Khi kết thúc bài tập, để tạ lên đùi và sau đó lên mặt đất. Đây là cách an toàn nhất để thả tạ xuống."
    ],
    "muscle": "Ngực",
    "name": "Dumbbell Incline Bench Press",
    "videoUrl": "https://www.youtube.com/watch?v=8iPEnn-ltC8",
    "imageUrl": "/images/exercises/BP08.png"
  },
  {
    "code": "CD01",
    "difficulty": "Dễ",
    "muscle": "Toàn thân",
    "name": "Cardio: Burpee",
    "videoUrl": ""
  },
  {
    "code": "CD02",
    "difficulty": "Dễ",
    "muscle": "Toàn thân",
    "name": "Cardio: Battle Rope",
    "videoUrl": ""
  },
  {
    "code": "CD03",
    "difficulty": "Dễ",
    "muscle": "Toàn thân",
    "name": "Cardio: Jump Squat",
    "videoUrl": ""
  },
  {
    "code": "CD04",
    "difficulty": "Dễ",
    "muscle": "Toàn thân",
    "name": "Cardio: High Knee",
    "videoUrl": ""
  },
  {
    "code": "CD05",
    "difficulty": "Dễ",
    "muscle": "Toàn thân",
    "name": "Cardio: Split Jump Squat",
    "videoUrl": ""
  },
  {
    "code": "CD06",
    "difficulty": "Dễ",
    "muscle": "Toàn thân",
    "name": "Cardio: Hop Over",
    "videoUrl": ""
  },
  {
    "code": "CD07",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Bắt đầu với tư thế hít đất, trọng lượng cơ thể trên tay và ngón chân. Co gối và hông, đưa một chân lên cho đến đầu gối dưới hông. Đây là vị trí bắt đầu.",
      "Bước 2:  Nhanh chóng và dùng lực thay đổi chân, duỗi chân đang co cho tới khi thẳng. Đưa chân kia lên.",
      "Bước 3: Lặp lại trong vòng 20-30 giây."
    ],
    "muscle": "Toàn thân",
    "name": "Cardio: Mountain Climbers",
    "videoUrl": ""
  },
  {
    "code": "CD08",
    "difficulty": "Dễ",
    "muscle": "Toàn thân",
    "name": "Cardio: Forward Hops",
    "videoUrl": ""
  },
  {
    "code": "CD09",
    "difficulty": "Dễ",
    "muscle": "Toàn thân",
    "name": "Cardio: Running On Treadmill",
    "videoUrl": ""
  },
  {
    "code": "DL01",
    "difficulty": "Khó",
    "muscle": "Chân",
    "name": "Romanian Deadlift",
    "videoUrl": "https://videos.bodybuilding.com/video/mp4/118000/119841m.mp4"
  },
  {
    "code": "DL02",
    "difficulty": "Trung bình",
    "instructions": [
      "Bước 1: Chọn mức tạ hợp lý, đứng chân rộng ngang vai, tạ hai bên.",
      "Bước 2: Cúi xuống nắm lấy tạ (lòng bàn tay hướng vào). Mắt nhìn về phía trước. Lưng thẳng. Đây là vị trí bắt đầu.",
      "Bước 3: Đứng lên với tạ đôi, đừng kéo lên. Khi tạ đôi ở ngang đầu gối , đẩy hông tới trước, siết lưng, đưa bả vai ra sau.",
      "Bước 4: Ngưng giây lát rồi làm ngược lại chuyển động, từ từ hạ tạ xuống.",
      "Bước 5: Lặp lại số lần yêu cầu."
    ],
    "muscle": "Chân",
    "name": "Dumbbell Deadlift",
    "videoUrl": "https://www.youtube.com/watch?v=lJ3QwaXNJfw",
    "imageUrl": "/images/exercises/DL02.png"
  },
  {
    "code": "DL03",
    "difficulty": "Trung bình",
    "muscle": "Chân",
    "name": "Kettlebell Romania Deadlift",
    "videoUrl": "https://videos.bodybuilding.com/video/mp4/116000/116422m.mp4"
  },
  {
    "code": "DL04",
    "difficulty": "Khó",
    "instructions": [
      "Bước 1: Bắt đầu với thanh tạ trên mặt đất. Vị trí đặt chân sao cho nhìn từ thanh đòn chiếu xuống bằng 1/2 bàn chân hoặc 2/3 bàn chân. Bàn chân dang rộng với độ rộng tùy chỉnh. Co tại hông nắm lấy thanh tạ. Bạn có thể sử dụng đa dạng loại dạng tay nắm.",
      "Bước 2: Hít một hơi, hạ hông xuống, nhìn tới trước, ngực hướng lên. Kéo thanh đòn lên trong khi dang chân ra, sử dụng lực từ mông và đùi.",
      "Bước 3: Khi thanh tạ qua đầu gối, nghiêng ra sau, đẩy hông vào thanh tạ, kéo vai.",
      "Bước 4: Quay tạ trở lại mặt đất bằng cách co hông, và kiểm soát trọng lượng khi đưa xuống."
    ],
    "muscle": "Chân",
    "name": "Barbell Sumo Deadlift",
    "videoUrl": "https://www.youtube.com/watch?v=PQ3A_HmfQyk",
    "imageUrl": "/images/exercises/DL04.png"
  },
  {
    "code": "DL05",
    "difficulty": "Khó",
    "instructions": [
      "Bước 1: Nắm thanh tạ, lòng bàn tay hướng xuống. Bạn có lẽ sẽ cần wrist wrap (băng hỗ trợ cổ tay) nếu nâng tạ nặng",
      "Bước 2: Đứng với thân hình thẳng và hai chân dang ngang vai hoặc hẹp hơn. Đầu gối hơi mở. Đây là vị trí bắt đầu của bạn.",
      "Bước 3: Giữ đầu gối hơi trùng đồng thời hạ thanh tạ xuống bằng việc đẩy hông ra sau trong khi giữ lưng thẳng, tạo áp lực lên chuỗi sau bao gồm đùi và mông. Chuyển động phía trước giống như thể bạn đang nâng một vật gì đó từ sàn cho tới khi bạn cảm thấy căng đùi sau (hamstring – hình dưới). Hít và gồng chắc bụng trước khi thực hiện chuyển động này",
      "Bước 4: Kéo tạ về vị trí ban đầu, gồng chặt mông và khóa gối. Thở ra trong khi bạn thực hiện chuyển động này",
      "Bước 5: Lặp lại cho tới khi đạt được số lần tập yêu cầu."
    ],
    "muscle": "Chân",
    "name": "Stiff Leg Deadlift",
    "videoUrl": "https://www.youtube.com/watch?v=AH7gaaT_tU8",
    "imageUrl": "/images/exercises/DL05.png"
  },
  {
    "code": "DL06",
    "difficulty": "Trung bình",
    "instructions": [
      "Bước 1: Nắm 2 quả tạ chuông bằng hai tay. Bạn có lẽ sẽ cần wrist wrap (băng hỗ trợ cổ tay) nếu nâng tạ nặng",
      "Bước 2: Đứng với thân hình thẳng và hai chân dang ngang vai hoặc hẹp hơn. Đầu gối hơi mở. Đây là vị trí bắt đầu của bạn.",
      "Bước 3: Giữ đầu gối hơi trùng đồng thời hạ tạ xuống bằng việc đẩy hông ra sau trong khi giữ lưng thẳng, tạo áp lực lên chuỗi sau bao gồm đùi và mông. Chuyển động phía trước giống như thể bạn đang nâng một vật gì đó từ sàn cho tới khi bạn cảm thấy căng đùi sau (hamstring – hình dưới). Hít và gồng chắc cơ bụng trước khi thực hiện chuyển động này",
      "Bước 4: Kéo tạ về vị trí ban đầu, gồng chặt mông và khóa gối. Thở ra trong khi bạn thực hiện chuyển động này",
      "Bước 5: Lặp lại cho tới khi đạt được số lần tập yêu cầu."
    ],
    "muscle": "Chân",
    "name": "Kettlebell Stiff Leg DL",
    "videoUrl": ""
  },
  {
    "code": "DL07",
    "difficulty": "Khó",
    "instructions": [
      "Bước 1: Đứng thẳng, 2 tay cầm thanh đòn giữ sát hông, chân cong nhẹ ",
      "Bước 2: Từ từ hạ thấp thanh đòn xuống, đẩy hông ra sau càng xa càng tốt , giữ thanh đòn di chuyển sát với cơ thể, mắt nhìn tới trước ",
      "Bước 3: Hạ thấp đến khi cảm thấy cơ đùi sau căng ra thì dừng lại và trở lại vị trí ban đầu ",
      "Lưu ý: Lưng phải luôn thẳng"
    ],
    "muscle": "Lưng - Xô",
    "name": "Conventional Block Pull",
    "videoUrl": "https://www.youtube.com/watch?v=x9-BMfIlMkg",
    "imageUrl": "/images/exercises/DL07.png"
  },
  {
    "code": "DL08",
    "difficulty": "Trung bình",
    "instructions": [
      "Bước 1: Đứng vào trong thanh đòn Hex, 2 tay cầm vào vị trí thanh cầm ",
      "Bước 2: Hạ thấp hông xuống, mắt nhìn phía trước, ngực nâng lên ",
      "Bước 3.  Bắt đầu nâng tạ lên, trọng lượng dồn về phía gót chân ",
      "Bước 4: Hạ tạ xuống và thực hiện động tác"
    ],
    "muscle": "Chân",
    "name": "Trap Bar Deadlift",
    "videoUrl": "https://www.youtube.com/watch?v=PWJU5grrh4Y",
    "imageUrl": "/images/exercises/DL08.png"
  },
  {
    "code": "FS01",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Bạn trong tư thế đứng thẳng với khoảng cách 2 chân rộng bằng hông và tạo tư thế vững chắc. Mỗi tay cầm 1 quả tạ tay có trọng lượng phù hợp và duỗi thẳng 2 tay dọc 2 bên thân người, đặt 2 quả tạ lên trên phía đùi trước, để lòng bàn tay hướng vào bên trong đùi. Đây là tư thế bắt đầu cho bài tập này.",
      "Bước 2: Giữ thân người cố định, không đung đưa. Nâng tạ bên tay phải lên trước mặt, để cùi chỏ hơi cong và lòng bàn tay hướng xuống. Dùng lực ở cơ vai trước tiếp tục nâng tạ lên cao cho đến khi cánh tay cao hơn mức song song với mặt sàn một chút. Thở ra khi thực hiện động tác này và dừng lại 1 giây ở vị trí nâng tạ lên cao nhất.",
      "Bước 3: Sau đó, hít vào bằng mũi và hạ tạ xuống từ từ để trở về vị trí ban đầu.",
      "Bước 4: Tiếp tục thở ra và thực hiện động tác nâng tạ tay trái lên. Động tác được lặp lại như nâng tạ tay phải.",
      "Bước 5: Hít vào và hạ tạ tay trái xuống từ từ, rồi tiếp tục đổi bên tay."
    ],
    "muscle": "Vai",
    "name": "Dumbbell Front Raise",
    "videoUrl": "https://www.youtube.com/watch?v=-t7fuZ0KhDA&t=29s",
    "imageUrl": "/images/exercises/FS01.png"
  },
  {
    "code": "FS02",
    "difficulty": "Dễ",
    "muscle": "Vai",
    "name": "Barbell Front Raise",
    "videoUrl": "https://videos.bodybuilding.com/video/mp4/118000/118471m.mp4"
  },
  {
    "code": "FS03",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Đứng quay lưng lại gần máy cáp. Nắm chặt thanh đòn từ giữa hai chân của bạn bằng cách sử dụng tay nắm ngang vai và đứng thẳng. Cáp phải được kéo căng giữa hai chân của bạn.",
      "Bước 2: Giữ khuỷu tay của bạn hơi cong, thở ra khi bạn nâng thanh theo chuyển động hình bán nguyệt trước mặt cho đến khi cánh tay của bạn di chuyển ngang một chút.",
      "Bước 3: Từ từ đảo ngược chuyển động và hạ thanh về vị trí bắt đầu.",
      "Bước 4: Lặp lại cho tới khi đạt được số lần yêu cầu.",
      "Lưu ý: ",
      "- Giữ lưng thẳng và ngẩng đầu lên.",
      "- Giữ cơ thể của bạn đứng yên. Chỉ có cánh tay của bạn nên di chuyển."
    ],
    "muscle": "Vai",
    "name": "Cable Front Raise",
    "videoUrl": "https://www.youtube.com/watch?v=PmXz2Ik-On4",
    "imageUrl": "/images/exercises/FS03.png"
  },
  {
    "code": "DK01",
    "difficulty": "Khó",
    "instructions": [
      "Bước 1: Sử dụng ghế dài để không đau đầu gối, chống một chân và đầu gối lên ghế, tay chống phía trước, vuông góc với thân, tay ngang vai. Đầu nhìn phía trước, co gối tạo góc 90 độ giữa bắp chân và cẳng chân. Đây là vị trí bắt đầu. Chân còn lại sử dụng dây quấn cổ chân để thực hiện động tác",
      "Bước 2: Hít sâu, dùng lực từ đùi và mông hất chân thực hiện động tác ra sau và vòng lên cao ngang hoặc cao hơn mông, siết chặt mông khi thực hiện động tác. Lưng giữ thẳng, không cong hoặc ưỡn trong khi tập",
      "Bước 3: Quay trở lại vị trí bắt đầu trong khi hít vào và lặp lại với chân trái."
    ],
    "muscle": "Mông",
    "name": "Cable Donkey Kick",
    "videoUrl": "https://www.youtube.com/watch?v=Shm0ymJ_N-I&t=199",
    "imageUrl": "/images/exercises/DK01.png"
  },
  {
    "code": "HT01",
    "difficulty": "Khó",
    "instructions": [
      "Bước 1: Ngồi trên sàn, đặt lưng lên ghế. Ví trí đặt ở phần lưng trên gần khớp vai",
      "Bước 2: Đặt thanh đòn lên hông, sử dụng miếng lót để không bị đau khi đặt thanh đòn. Hai chân hơi mở hướng ra ngoài. Bàn chân đặt sao cho khi hất lên vị trí đầu gối trở xuống vuông góc với sàn",
      "Bước 3: Hít sâu sau đó dùng lực từ mông và đùi đẩy thanh tạ lên. Đẩy cao hết mức có thể khi vẫn gồng chắt lưng và tì chặt vào ghế. ",
      "Bước 4: Hạ tạ xuống thấp (vị trí ban đầu) và lặp lại động tác"
    ],
    "muscle": "Mông",
    "name": "Barbell Hip Thrust",
    "videoUrl": "https://www.youtube.com/watch?v=Zp26q4BY5HE",
    "imageUrl": "/images/exercises/HT01.png"
  },
  {
    "code": "HT02",
    "difficulty": "Trung bình",
    "instructions": [
      "Bước 1: Ngồi trên sàn, đặt lưng lên ghế. Ví trí đặt ở phần lưng trên gần khớp vai",
      "Bước 2: Đặt tạ đơn lên hông, sử dụng miếng lót để không bị đau khi đặt thanh đòn. Hai chân hơi mở hướng ra ngoài . Bàn chân đặt sao cho khi hất lên vị trí đầu gối trở xuống vuông góc với sàn",
      "Bước 3: Hít sâu sau đó dùng lực từ mông và đùi đẩy lên. Đẩy cao hết mức có thể khi vẫn gồng chắt lưng và tì chặt vào ghế. ",
      "Bước 4: Hạ tạ xuống thấp (vị trí ban đầu) và lặp lại động tác"
    ],
    "muscle": "Mông",
    "name": "Dumbbell Hip Thrust",
    "videoUrl": "https://www.youtube.com/watch?v=Brw7T7sxIPg"
  },
  {
    "code": "HT03",
    "difficulty": "Trung bình",
    "muscle": "Mông",
    "name": "Smith Machine Hip Thrust",
    "videoUrl": "https://www.youtube.com/watch?v=s6u3ESE4kMg"
  },
  {
    "code": "HT04",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Bắt đầu bằng việc nằm trên sàn, co hai chân lên và gồng chắc cơ mông đùi",
      "Bước 2: Sử dụng lực từ mông và đùi hất người lên, siết chặt cơ mông.",
      "Bước 3: Hạ người xuống vị trí ban đầu và lặp lại động tác"
    ],
    "muscle": "Mông",
    "name": "Glute Bridge",
    "videoUrl": "https://videos.bodybuilding.com/video/mp4/78000/79652m.mp4"
  },
  {
    "code": "LC01",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Chỉnh cần bẩy của máy cho hợp với chiều cao của bạn, và nằm sấp xuống. Đặt đệm đòn bẩy ở phía trên, sau chân bạn, gần phía mắt cá. ",
      "Bước 2: Thân phẳng trên ghế, chân duỗi ra và giữ tay cầm của máy. Giữ ngón chân thẳng. Đây là vị trí bắt đầu của bạn.",
      "Bước 3: Trong khi thở ra, cuộn chân lên càng cao và sát đùi sau càng tốt. Giữ ở vị trí cao nhất khoảng một giây.",
      "Bước 4: Hạ chân xuống về vị trí ban đầu trong khi hít vào.",
      "Bước 5: Lặp lại động tác cho đến khi đạt được số lần yêu cầu."
    ],
    "muscle": "Chân",
    "name": "Lying Leg Curls",
    "videoUrl": "https://www.youtube.com/watch?v=1Tq3QdYUuHs&t=8s",
    "imageUrl": "/images/exercises/LC01.png"
  },
  {
    "code": "LC02",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Chỉnh máy cho hợp với chiều cao, lưng trên đệm đỡ.",
      "Bước 2: Đưa chân lên phía trước miếng đệm tập. Đặt đệm an toàn trên đùi. Sau đó nắm tay cầm, ngón chân hướng thẳng, chân thẳng phía trước. Đây là vị trí bắt đầu.",
      "Bước 3: Trong khi thở ra, co gối, thân cố định. Giữ ở vị trí co cơ 1 giây.",
      "Bước 4: Từ từ trở lại vị trí bắt đầu trong khi hít vào.",
      "Bước 5: Lặp lại cho tới khi đạt được số lần yêu cầu."
    ],
    "muscle": "Chân",
    "name": "Seated Leg Curl",
    "videoUrl": "https://videos.bodybuilding.com/video/mp4/48000/48421m.mp4"
  },
  {
    "code": "LC03",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Điều chỉnh cần gạt máy để vừa với chiều cao của bạn. Nằm nghiêng với thân mình cong ở phần thắt lưng hướng về phía trước khoảng 30-45 độ (Đây là vị trí góc thuận lợi nhất cho vùng cơ chân phía trên của bạn phát triển nhất nhất khi tập). Bàn đạp phải được đặt đúng vị trí phía sau chân phải (chỉ cách một vài inch dưới bắp chân) và mặt trước của chân phải dưới đầu đỉnh của bàn đạp",
      "Bước 2: Giữ thân cúi về phía trước, đảm bảo chân của bạn được kéo căng hoàn toàn và nắm lấy tay cầm bên của máy. Đặt ngón chân của bạn thẳng. Đây sẽ là vị trí bắt đầu của bạn.",
      "Bước 3: Khi bạn hít thở ra, hãy cong chân phải của bạn càng cao càng tốt mà không nhấc chân trên khỏi bàn đạp. Một khi bạn đã nâng lên đúng, giữ vững vị trí đấy trong 1s.",
      "Bước 4: Khi bạn hít vào, hãy mang chân trở lại vị trí ban đầu. Lặp lại số lượng và số lần trong lộ trình.",
      "Bước 5: Thực hiện lặp lại động tác đúng tư thế Standing Leg Curl với chân còn lại."
    ],
    "muscle": "Chân",
    "name": "Standing Leg Curl",
    "videoUrl": "https://videos.bodybuilding.com/video/mp4/48000/49751m.mp4"
  },
  {
    "code": "LE01",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Đây là bài tập cô lập cho đùi trước. Chọn mức tạ phù hợp.",
      "Bước 2: Ngồi trên ghế, lưng áp sát vào đệm tựa",
      "Bước 3: Dùng lực từ đùi đạp lên và duỗi chân trong khi thở ra. Thân cố định trên ghế, ngưng lại 1 giây ở cuối động tác.",
      "Bước 4: Từ từ hạ tạ xuống vị trí bắt đầu trong khi hít vào",
      "Bước 5: Lặp lại cho tới khi đạt được số lần yêu cầu."
    ],
    "muscle": "Chân",
    "name": "Leg Extension",
    "videoUrl": "https://www.youtube.com/watch?v=YyvSfVjQeL0&t=41s",
    "imageUrl": "/images/exercises/LE01.png"
  },
  {
    "code": "LP01",
    "difficulty": "Khó",
    "instructions": [
      "Bước 1: Chọn mức tạ thích hợp từ nhẹ đến nặng, sau đó chỉnh đệm tựa lưng sao cho phù hợp với độ dài của chân và chiều cao cơ thể. Lưng áp sát vào ghế, không cong lưng sẽ dễ gây ra chấn thương đặc biệt là vùng đĩa đệm.",
      "Bước 2: Nên chọn ở khoảng giữa mức điều chỉnh, nếu mức nặng có thể nâng lên mức cao nhất để an toàn.",
      "Bước 3: Đặt bàn chân lên giữa bàn đạp, mũi chân hướng ra ngoài, hai tay nắm vào chốt khoa an toàn và đẩy bàn đạp lên bắt đầu tập.",
      "Lưu ý:",
      "- Nên mang giày khi tập động tác này, vì khi tập nặng mà chân không rất dễ tổn thương bàn chân, gây đau nhói và không thực hiện tốt động tác được.",
      "- Hai tay trong quá trình tập tốt nhất nên nắm chốt khoá để có lực và tạo sự thăng bằng khi tập.",
      "Nếu mức tạ quá nặng bạn có thể để bàn tay trên đùi gần đầu gối để phụ cho chính bạn lúc hạ chân xuống.",
      "- Tuyệt đối không được hạ bàn đạp xuống quá nhanh mà phải hạ xuống có kiểm soát, không để đầu gối chạm vào ngực. Vì khi đầu gối chạm vào ngực thì mông bạn sẽ nhỏm lên nhiều, làm cho cơ lưng dưới của bạn cong và hở, làm tổn thương lưng dưới (trường hợp đặc biệt đầu gối chạm ngực mà mông không nhỏn lên vẫn tập tốt).",
      "- Lúc đẩy bàn đạp lên không nên đẩy thẳng hết mức, nhất là ở mức tạ nặng, có thể gây ra áp lực lớn cho đầu gối và nguy cơ cao hơn khi tập nặng là gãy chân ở điểm gối."
    ],
    "muscle": "Chân",
    "name": "Leg Press",
    "videoUrl": "https://www.youtube.com/watch?v=oujca3_Shgw&t=7s",
    "imageUrl": "/images/exercises/LP01.png"
  },
  {
    "code": "LP02",
    "difficulty": "Trung bình",
    "instructions": [
      "Bước 1: Ngồi trên máy, lưng tựa vào ghế gồng chắc. Hai chân ngang vai hoặc rộng hơn tùy lựa chọn, bàn chân và đầu gối hướng ra ngoài không chụm vào. Tay nắm chắc vào thanh nắm để giữ vững người",
      "Bước 2: Lựa chọn mức tạ phù hợp. Từ vị trí xuất phát hít thật sâu, gồng chắc cơ bụng và lưng đạp về phía trước. Sau khi đạp thì gối hơi trùng không khóa có thể gây chấn thương. Khi đạp thở ra, thu chân về tiếp tục hít sâu gồng chặt bụng",
      "Bước 3: Thực hiện tiếp tục cho tới khi đủ số lần yêu cầu"
    ],
    "muscle": "Chân",
    "name": "Seated Leg Press",
    "videoUrl": "https://videos.bodybuilding.com/video/mp4/116000/117991m.mp4"
  },
  {
    "code": "LU01",
    "difficulty": "Khó",
    "instructions": [
      "Bước 1: Bắt đầu bằng đặt thanh tạ ở trên giá tạ ở mức ngay phía dưới vai. Sau khi đặt thanh tạ ở độ cao thích hợp và lắp quả tạ vào hai đầu cho đúng trọng lượng tạ của bạn, bạn bước dưới thanh tạ, đặt vai sau (phía dưới cổ của bạn một chút) ngang nó.",
      "Bước 2: Giữ thanh tạ bằng hai tay, hai bên và nâng thanh tạ ra khỏi giá bằng cách đẩy chân và cùng một lúc nắn thẳng thân mình.",
      "Bước 3: Bước ra khỏi giá tập, chân phải bước tới trước, hạ người xuống, thân vẫn giữ thẳng đứng và giữ thăng bằng. Hít vào trong khi đi xuống. Lưu ý: đừng để đầu gỗi đi qua mũi chân, nó có thể tạo áp lực quá lớn lên đầu gối.",
      "Bước 4: Sử dụng lực chân đẩy lên và trở lại vị trí ban đầu.",
      "Bước 5: Lặp lại cho đến khi đạt được số hiệp cần thiết sau đó chuyển sang chân trái.",
      "Lưu ý:",
      "- Bài tập này đòi hỏi phải giữ thăng bằng rất cao, nếu bạn có vấn đề về thăng bằng thì nên tránh."
    ],
    "muscle": "Chân",
    "name": "Barbell Lunge",
    "videoUrl": "https://videos.bodybuilding.com/video/mp4/44000/44011m.mp4"
  },
  {
    "code": "LU02",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Đứng với thân thẳng giữ tạ đôi trong tay. Đây là vị trí bắt đầu.",
      "Bước 2: Chân phải bước về phía trước, hạ cơ thể trước xuống trong khi giữ thân thẳng đứng. Hít vào trong khi hạ xuống.",
      "Bước 3: Đẩy lên và trở lại vị trí ban đầu trong khi thở ra. Gợi ý: sử dụng gót chân để đẩy lên.",
      "Bước 4: Lặp lại với chân kia.",
      "Lưu ý:",
      "- Giống như các bài tập khác đừng để đầu gối vượt mũi chân, bài tập này sẽ tạo áp lực quá mức trên khớp gối.",
      "- Giữ ống đồng vuông góc với mặt đất.",
      "- Đứng tấn xa tập chung vào hông, đứng tấn gần tập chung vào đùi trước."
    ],
    "muscle": "Chân",
    "name": "Dumbbell Lunge",
    "videoUrl": "https://www.youtube.com/watch?v=D7KaRcUTQeE&t=6s",
    "imageUrl": "/images/exercises/LU02.png"
  },
  {
    "code": "LU03",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Bắt đầu với chân rộng ngang vai, tay bên hông.",
      "Bước 2: Bước tới trước, co đầu gối để hạ hông xuống. Hạ cho tới khi đầu gối sau gần chạm mặt đất. Thân thẳng, đầu gối trước trên bàn chân trước.",
      "Bước 3: Đẩy gót chân trên, duỗi hai chân để đưa thân đứng lên.",
      "Bước 4: Lặp lại tư thế tấn trước với chân kia. Lặp lại cho tới khi đạt được số lần yêu cầu."
    ],
    "muscle": "Chân",
    "name": "Walking Lunge",
    "videoUrl": "https://www.youtube.com/watch?v=D7KaRcUTQeE?t=40",
    "imageUrl": "/images/exercises/LU03.png"
  },
  {
    "code": "RD01",
    "difficulty": "Khó",
    "instructions": [
      "Bước 1: Ngồi trên ghế, người cúi gập trong khi lưng gồng chắc",
      "Bước 2: Nắm chắc tạ, lòng bàn tay hướng vào nhau",
      "Bước 3: Dùng lực hất tạ sao cho áp lực đè lên vai sau, cùi chỏ hơi đưa ra sau và cao song song với sàn",
      "Bước 4: Từ từ hạ xuống vị trí bắt đầu. Thực hiện lại động tác tới khi đủ số lần yêu cầu"
    ],
    "muscle": "Vai",
    "name": "Dumbbell Rear Delt Fly",
    "videoUrl": "https://www.youtube.com/watch?v=EA7u4Q_8HQ0",
    "imageUrl": "/images/exercises/RD01.png"
  },
  {
    "code": "RD02",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Điều chỉnh tay cầm sao cho có thể duỗi hoàn toàn ra phía sau. Lựa chọn mức tạ phù hợp và điều chỉnh chiều cao ghế ngồi sao cho tay cầm ở ngang chiều cao của vai. Nắm hai tay cầm sao cho hai tay hướng vào nhau. Đây là tư thế ban đầu.",
      "Bước 2: Theo chuyển động nửa vòng trong, kéo hai tay ra ngoài, về phia sau, căng cơ delta sau.",
      "Bước 3: Giữ hai cánh tay hơi cong trong suốt bài tập, tất cả các chuyển động xảy ra tại khớp vai.",
      "Bước 4: Dừng lại ở ở điểm cuối và từ từ quay trở lại vị trí ban đầu."
    ],
    "muscle": "Vai",
    "name": "Reverse Fly Machine",
    "videoUrl": "https://www.youtube.com/watch?v=rtkvodbZfGY"
  },
  {
    "code": "RP01",
    "difficulty": "Khó",
    "instructions": [
      "Bước 1: Đi tới máy kéo cáp, điều chỉnh cho máy kéo xuống vị dưới dưới hông. Và gắn tay cầm bằng dây thừng vào.",
      "Bước 2: Xoay người lại, dây kéo nằm giữa 2 chân, 2 tay cầm tay cầm và đứng thẳng chân rộng bằng vai.",
      "Bước 3: Từ từ cúi xuống đến khi lưng song song với sàn. 2 tay đưa về sau 2 chân đẩy mông ra sau, 2 gối cong nhẹ.",
      "Bước 4: Đứng thẳng lên và kéo 2 tay về trước. Đẩy hông tới trước luôn. Nhớ phải siết cơ mông nhé."
    ],
    "muscle": "Mông",
    "name": "Rope Pull Through",
    "videoUrl": "https://www.youtube.com/watch?v=zT4HfQmmYsI",
    "imageUrl": "/images/exercises/RP01.png"
  },
  {
    "code": "SO01",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Thân thẳng, mỗi tay một tạ, khuỷu tay gần thân.",
      "Bước 2: Lòng bàn tay hướng về phía bạn. Chân ngang vai. Đây là vị trí bắt đầu.",
      "Bước 3: Trong khi giữ thân cố định (không đung đưa), nhấc tạ sang bên cạnh. Tiếp tục đi lên cho tới khi tay song song với mặt đất. Thở ra trong khi thực hiện động tác này và ngưng lại một giây ở vị trí trên cùng.",
      "Bước 4: Hạ tạ từ từ xuống vị trí bắt đầu trong khi hít vào. Gợi ý: Lòng bàn tay hướng xuống, ngón tay út hơi cao hơn khi nhác và hạ, như thế nó sẽ giúp bạn tập trung vào vai.",
      "Bước 5: Lặp lại cho tới khi đạt được số lần yêu cầu."
    ],
    "muscle": "Vai",
    "name": "Dumbbell Lateral Raise",
    "videoUrl": "https://www.youtube.com/watch?v=kDqklk1ZESo",
    "imageUrl": "/images/exercises/SO01.png"
  },
  {
    "code": "SO02",
    "difficulty": "Dễ",
    "muscle": "Vai",
    "name": "Barbell Upright Row",
    "videoUrl": "https://www.youtube.com/watch?v=wisrUBGVTQs"
  },
  {
    "code": "SO03",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Ngồi giữa hai ròng rọc đối diện nhau. Chọn mức trọng lượng thích hợp cho mỗi ròng rọc.",
      "Bước 2: Ngồi cạnh ghế phẳng, gập tới trước, thân thẳng.",
      "Bước 3: Nhờ ai đó đưa ròng rọc cho bạn. Nắm ròng rọc trái bằng tay phải, ròng rọc phải bằng tay trái, lòng bàn tay hướng vào nhau và hơi co khuỷu tay. Đây là vị trí bắt đầu.",
      "Bước 4: Trong khi giữ cánh tay cố định, kéo taylên cho khi tới khi song song với mặt đất. Thở ra trong khi thực hiện động tác này, giữ một giây ở vị trí trên cùng.",
      "Bước 5: Từ từ hạ tay xuống vị trí bắt đầu trong khi thở ra.",
      "Bước 6: Lặp lại cho tới khi đạt được số lần yêu cầu.",
      "Lưu ý: Giữ cánh tay trên vuông góc với thân và khuỷu tay ở góc cố định (10-30 độ) trong suốt bài tập."
    ],
    "muscle": "Vai",
    "name": "Cable Lateral Raise",
    "videoUrl": "https://www.youtube.com/watch?v=FGU9j1P5L-w"
  },
  {
    "code": "SO04",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Ngồi trong máy, đặt ngực chống đệm và nắm tay cầm ở phía trước ở độ cao của vai. Giữ khuỷu tay uốn cong và hướng ra ngoài.",
      "Bước 2: Kéo đòn bẩy phía sau theo chuyển động tròn cho đến khi khuỷu tay ra sau. Mang xương bả vai lại với nhau.",
      "Bước 3: Quay trở lại và lặp lại tiếp tục."
    ],
    "muscle": "Vai",
    "name": "Reverse Butterfly",
    "videoUrl": "https://www.youtube.com/watch?v=nnn9kg33K2g",
    "imageUrl": "/images/exercises/SO04.jpg"
  },
  {
    "code": "SP01",
    "difficulty": "Khó",
    "instructions": [
      "Bước 1: Vị trí đặt thanh đòn cao ngang vai trên giá đỡ tạ. Sau khi đã lựa chọn mức tạ thích hợp, nắm thanh tạ, lòng bàn tay hướng về phía trước. Tay nắm với khoảng rộng sao cho từ vị trí cổ tay tới cùi chỏ tạo thành góc 90 độ so với mặt đất",
      "Bước 2: Hít sâu, gồng chắc mông, bụng và đùi, chân đứng rộng hơn vai để trụ thật chắc. Nắm chắc thanh đòn",
      "Bước 3: Đẩy thanh tạ lên và hơi hướng ra sau sao cho vị trí từ tay đến thân và chân là một đường thẳng, không chúi thành đòn đổ về phía trước.",
      "Bước 4: Hạ thanh tạ xuống xương cổ trong khi hít vào.",
      "Bước 5: Nhấc thanh tạ trở lại vị trí ban đầu trong khi thở ra.",
      "Bước 6: Lặp lại cho tới khi đạt được số lần yêu cầu."
    ],
    "muscle": "Vai",
    "name": "Barbell Overhead Press",
    "videoUrl": "https://www.youtube.com/watch?v=2yjwXTZQDDI&t=58s",
    "imageUrl": "/images/exercises/SP01.png"
  },
  {
    "code": "SP02",
    "difficulty": "Khó",
    "instructions": [
      "Bước 1: Ngồi tựa lưng vào ghế. Gồng chắc cơ lưng để tránh chấn thương. Vị trí đặt thanh đòn cao ngang vai trên giá đỡ tạ. Sau khi đã lựa chọn mức tạ thích hợp, nắm thanh tạ, lòng bàn tay hướng về phía trước. Tay nắm với khoảng rộng sao cho từ vị trí cổ tay tới cùi chỏ tạo thành góc 90 độ so với mặt đất",
      "Bước 2: Hít sâu, gồng chắc mông, bụng và đùi. Nắm chắc thanh đòn",
      "Bước 3: Đẩy thanh tạ lên và hơi hướng ra sau sao cho vị trí từ tay đến thân và chân là một đường thẳng, không chúi thành đòn đổ về phía trước.",
      "Bước 4: Hạ thanh tạ xuống xương cổ trong khi hít vào.",
      "Bước 5: Nhấc thanh tạ trở lại vị trí ban đầu trong khi thở ra.",
      "Bước 6: Lặp lại cho tới khi đạt được số lần yêu cầu."
    ],
    "muscle": "Vai",
    "name": "Barbell Shoulder Press Seated",
    "videoUrl": "https://www.youtube.com/watch?v=poD_-zaG9hk"
  },
  {
    "code": "SP03",
    "difficulty": "Trung bình",
    "instructions": [
      "Bước 1: Giữ tạ đôi ở hai tay, ngồi trên ghế tập có hỗ trợ lưng. Đặt tạ đôi dựng đứng trên đùi.",
      "Bước 2: Nâng tạ lên ngang vai, từng cái một, sử dụng đùi của bạn để giúp đẩy chúng lên vị trí đó.",
      "Bước 3: Xoay cổ tay để lòng bàn tay hướng về phía trước.",
      "Bước 4: Thở ra và đẩy tạ lên phía trên cùng.",
      "Bước 5: Sau khi ngưng lại một chút ở vị trí trên cùng, từ từ hạ tạ xuống vị trí bắt đầu trong khi hít vào.",
      "Bước 6: Lặp lại cho tới khi đạt được số lần yêu cầu."
    ],
    "muscle": "Vai",
    "name": "Dumbbell Shoulder Press",
    "videoUrl": "https://www.youtube.com/watch?v=B-aVuyhvLHU",
    "imageUrl": "/images/exercises/SP03.jpg"
  },
  {
    "code": "SP04",
    "difficulty": "Khó",
    "muscle": "Vai",
    "name": "Behind The Neck",
    "videoUrl": "https://videos.bodybuilding.com/video/mp4/48000/49391m.mp4"
  },
  {
    "code": "SP05",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Ngồi lên ghế bằng với 2 quả tạ đặt trên đùi, đặt tạ trên đùi theo hình búa. Dùng đùi nâng lên hỗ trợ tay đưa tạ lên trên vai. Lưng thẳng. Đặt tạ trước mặt, sao cho cổ tay hướng về phía mặt. Hít 1 nhịp. Đây là vị trí bắt đầu bài tập.",
      "Bước 2: Dùng cơ vai đẩy quả tạ lên đồng thời xoay cơ tay hướng ra phía trước mặt. Nâng tạ cho đến khi tạ nằm ở vị như điểm cao nhất của bài Dumbbell Shoulder Press.",
      "Bước 3: Từ từ hạ tạ xuống phía dưới đồng thời xoay tạ trở lại vị trí ban đầu. Hít vào trong suốt quá trình hạ tạ. Hạ tạ cho tới điểm bắt đầu động tác.",
      "Bước 4: Lặp lại chuyển động cho reps sau.",
      "Lưu ý:",
      "- Không tì tay vào thân người khi ở điểm thấp nhất vì làm mất lực căng của cơ vai. ",
      "- Giữ lưng thẳng trong quá trình tập. Người không được đung đưa.",
      "- Hạ tạ có điều khiển, không để tạ rơi tự do.",
      "- Hạ tạ chậm hơn so với khi đi lên.",
      "- Với những người có vấn đề về lưng dưới, sử dụng ghế có thanh tựa sau là tốt nhất. Nhưng vẫn phải đảm bảo lưng thẳng dựa sát vào ghế, không được cong về phía trước."
    ],
    "muscle": "Vai",
    "name": "Dumbbell Arnold Press",
    "videoUrl": "https://www.youtube.com/watch?v=6Z15_WdXmVw&t=10s",
    "imageUrl": "/images/exercises/SP05.png"
  },
  {
    "code": "SP06",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Đặt hai quả tạ đơn trên đùi, dựng dọc tạ. Dùng lực từ đùi hất hai quả tạ lên trên vai, vẫn cầm tạ theo hướng dọc, hai lòng bàn tay úp vào nhau.",
      "Bước 2: Hít sâu, dùng lực từ vai và tay đẩy tạ thẳng lên sao cho tạo đường thẳng từ tay đến thân vuông góc với mặt đất. Gồng chắc vai, lưng để tránh chân thương do tập nặng mà đung đưa hay vóng lưng",
      "Bước 3: Hạ tạ xuống từ từ hít vào gồng chặt cơ bụng và lưng, tiếp tục đẩy lên thở ra tới khi đủ số lần yêu cầu"
    ],
    "muscle": "Vai",
    "name": "Dumbbell Hammer Shoulder Press",
    "videoUrl": "https://www.youtube.com/watch?v=FNe0X-yf9gA",
    "imageUrl": "/images/exercises/SP06.png"
  },
  {
    "code": "SQ01",
    "difficulty": "Khó",
    "instructions": [
      "Bước 1: Điều chỉnh chiều cao thanh đòn và lựa chọn mức tạ phù hợp. Bạn cần điều chỉnh chiều cao của thanh barbell sao cho song song với ngực của mình để trong quá trình bắt đầu và cũng như kết thúc bài tập được an toàn. Nếu ở vị trí quá cao thì bạn sẽ khó tháo thanh barbell ra cũng như lắp vào Squat Rack. Nếu ở vị trí quá thấp sẽ làm cơ thể cúi thấp gây cảm giác khó chịu khi tháo thanh barbell khỏi Squat Rack.",
      "Bước 2: Canh vị trí tay nắm trên thanh đòn co phù hợp. Độ rộng của tay khi squat là rất quan trọng, nó giúp ổn định thanh barbell trên lưng và đồng thời cho chúng ta một chút sức mạnh khi tập nặng. Có nhiều khoảng nắm khác nhau, nhưng nghiên cứu cho rằng tay nắm càng hẹp thì khả năng ổn định lưng và thanh đòn càng tốt,",
      "Bước 3: Điều chỉnh vị trí thanh đòn trên lưng. Có 2 vị trí đặt:",
      "• High bar (thanh đòn ở vị trí cao): thanh barbell sẽ được đặt ở nhóm cơ cầu vai, lúc này cơ thể sẽ đứng thẳng tự nhiên.",
      "• Low bar (thanh đòn ở vị trí thấp): ở vị trí này thanh barbell sẽ được đặt ở nhóm cơ vai sau, lúc này cơ thể sẽ đổ về phía trước một chút.",
      "Điều khác nhau duy nhất giữa hai vị trí đặt này đó là low bar sẽ cho chép các bạn tập nặng hơn do cơ mông được hoạt động nhiều hơn nhưng nó sẽ gây cảm giác khó chịu một chút cho những bạn mới tập hoặc tập không quen với low bar.",
      "Bước 4: Gánh thanh đòn ra khỏi squat rack. Khi đã ổn định vị trí đặt tay cũng như vi trí thanh barbell trên lưng, bước tiếp theo sẽ là tháo thanh đòn ra khỏi Squat Rack. Cụ thể hơn, chúng ta đặt hai bàn chân làm sao cho khoảng cách từ thanh đòn đến hai bàn chân tạo thành một góc vuông với mặt đất. Sau đó, các bạn hãy hít sâu để siết chặt cơ bụng và dùng cơ đùi để nâng thanh barbell lên, lùi hai bước ra sau để vô vị trí squat. ",
      "Bước 5: Bắt đầu squat",
      "Lưu ý:",
      "- Trước khi bắt đầu động tác, độ rộng của chân sẽ hơn vai một chút và mũi chân bẻ ra khoảng 30 độ. Nếu độ rộng nhỏ hơn vai sẽ làm giảm biên độ động tác (không xuống được sâu) và gây hiện tượng cụp mông (butt wink), còn nếu lớn hơn vai quá nhiều cũng sẽ giảm biên độ khi squat. Thêm nữa là các bạn hãy hít sâu để gồng cơ bụng nhé, điều này sẽ giúp bảo vệ vùng lưng dưới khỏi chấn thương và thoát vị đĩa đệm.",
      "- Trong quá trình thực hiện động tác, hãy cố gắng giữ vững đầu gối bằng cách hướng đầu gối theo hướng mũi chân, việc này sẽ loại bỏ những chấn thương về khớp gối sau này. Cuối cùng là thở ra khi đã hoàn thành một rep."
    ],
    "muscle": "Chân",
    "name": "Barbell Back Squat",
    "videoUrl": "https://www.youtube.com/watch?v=Dy28eq2PjcM&t=7s",
    "imageUrl": "/images/exercises/SQ01.png"
  },
  {
    "code": "SQ02",
    "difficulty": "Khó",
    "instructions": [
      "Bước 1: Bắt đầu với thanh tạ đặt trên giá vừa với chiều cao của bạn.  ",
      "Bước 2: Đặt cánh tay dưới tạ, khuỷu tay cao và cánh tay trên hơi cao hơn vị trí song song với mặt đất.  ",
      "Bước 3: Đặt tạ trên cơ Đenta (ở khớp xương vai) và tay bắt chéo.",
      "Bước 4: Nhấc tạ ra khỏi giá đỡ bằng đẩy chân và cùng lúc thẳng thân lên.",
      "Bước 5: Bước ra khỏi giá, chân rộng ngang vai, bàn chân hướng ra bên ngoài. Đây là vị trí bắt đầu của bạn.",
      "Bước 6: Hít sâu, gồng chặt cơ bụng và cơ lưng. Từ từ hạ thanh tạ xuống bằng cách co đầu gối trong khi vẫn giữ thân thẳng. Tiếp tục hạ xuống cho tới khi đạt mức song song hoặc thấp hơn sàn.",
      "Bước 7: Trong khi thở ra từ từ nâng thanh tạ lên bằng cách đẩy chân lên và quay trở lại vị trí bắt đầu. Lặp lại cho tới khi đạt được số lần yêu cầu.",
      "Lưu ý: Bài tập này tốt nhất tập trong giá squat để an toàn"
    ],
    "muscle": "Chân",
    "name": "Barbell Front Squat",
    "videoUrl": "https://videos.bodybuilding.com/video/mp4/44000/45081m.mp4"
  },
  {
    "code": "SQ03",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Giữ tạ ấm nhẹ ở quai gần ngực. Đây là vị trí bắt đầu.",
      "Bước 2: Bàn chân hướng ra ngoài. Giữ lưng thẳng. Từ từ hít sâu, gồng chặt cơ bụng và đi xuống ở vị trí song song hoặc thấp hơn sàn.",
      "Bước 3: Dừng lại 1-2 giây sau đó đi lên dứt khoát và thở ra."
    ],
    "muscle": "Chân",
    "name": "Goblet Squat",
    "videoUrl": "https://www.youtube.com/watch?v=MeIiIdhvXT4&t=1s",
    "imageUrl": "/images/exercises/SQ03.jpg"
  },
  {
    "code": "SQ04",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Đứng thẳng, nắm tạ đôi, đặt tạ lên vai theo hướng dọc",
      "Bước 2: Hai chân đứng rộng ngang vai hoặc hơn, bàn chân hướng ra ngoài.",
      "Bước 3: Bắt đầu từ từ hạ thân mình xuống bằng cách co đầu gối trong khi vẫn giữ thân thẳng. Tiếp tục xuống cho tới khi đùi bạn song song hoặc thấp hơn với mắt đất.",
      "Bước 4: Bắt đầu dùng lực đi lên đồng thời thở ra",
      "Bước 5: Lặp lại cho đến khi đạt được số hiệp cần thiết.",
      "Lưu ý:",
      "- Cẩn thận khi lựa chọn mức tạ. Bắt đầu từ mức tạ an toàn sau đó tăng dần",
      "- Squat là bài tập an toàn nhưng chỉ khi bạn tập đúng kỹ thuật.",
      "- Bạn có thể sử dụng băng hỗ trợ cổ tay (wrist wrap)."
    ],
    "muscle": "Chân",
    "name": "Dumbbell Front Squat",
    "videoUrl": "https://www.youtube.com/watch?v=MJao9o7ROs0?t=5s",
    "imageUrl": "/images/exercises/SQ04.jpg"
  },
  {
    "code": "SQ05",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Ngồi xổm trên ghế cho phép bạn chọn độ sâu. Đặt ghế có chiều cao thích hợp trong giá tập phía sau bạn. Bạn có thể chọn ghế có độ cao khiến đùi bạn song song với mặt đất, hoặc cao hơn hoặc thấp hơn.",
      "Bước 2: Bắt đầu bước xuống dưới thanh tạ đặt nó ngang sau vai. Siết cơ vai vào nhau, nhấc tạ, ngực ưỡn và bước lại vị trí. Đặt chân rộng hơn để tập trung vào lưng, hông, đùi sau hoặc hẹp hơn để tập trung vào đùi trước. Giữ đầu hướng về phía trước.",
      "Bước 3: Từ từ hạ ngồi xuống trên ghế. Dừng lại một giây lát khi chạm ghế, thả lỏng cơ hông. Đừng bao giờ bật ra khỏi ghế.",
      "Bước 4: Giữ trọng lượng trên gót và đẩy chân, thẳng gối, đưa trở lại vị trí ban đầu, căng thân từ đầu tới ngón chân."
    ],
    "muscle": "Chân",
    "name": "Box Squat",
    "videoUrl": "https://www.youtube.com/watch?v=YRmghGLu2ZQ"
  },
  {
    "code": "SQ06",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Đặt thân lên trên ghế đệm của máy, vai dưới đệm vai.",
      "Bước 2: Chân rộng ngang vai với ngón chân hướng ra. Giữ đầu hướng lên và thân trên đệm.",
      "Bước 3: Tay trên nắm tay cầm và mở khóa an toàn.",
      "Bước 4: Đẩy chân thẳng ra nhưng không hết cỡ. Đây là tư thế bắt đầu.",
      "Bước 5: Từ từ co gối. Tiếp tục hạ cho tới khi chân trên và dưới tạo góc hơi ít hơn 90 độ. Hít vào trong khi thực hiện chuyển động này.",
      "Bước 6: Bắt đầu đẩy trở lại vị trí ban đầu, chủ yếu bằng gót chân, trong khi thở ra. Lặp lại cho đến khi đạt được số lần yêu cầu."
    ],
    "muscle": "Chân",
    "name": "Hack Squat Machine",
    "videoUrl": "https://videos.bodybuilding.com/video/mp4/44000/45181m.mp4"
  },
  {
    "code": "SQ07",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Đứng với chân ngang vai. Đặt tay sau đầu. Đây là vị trí bắt đầu.",
      "Bước 2: Bắt đầu co gối và hông vào thế trung bình tấn.",
      "Bước 3: Tiếp tục di chuyển xuống tới mức thấp nhất có thể rồi nhanh chóng chuyển ngược trở lại vị trí bắt đầu."
    ],
    "muscle": "Chân",
    "name": "Bodyweight Squat",
    "videoUrl": "https://videos.bodybuilding.com/video/mp4/90000/90582m.mp4"
  },
  {
    "code": "SQ08",
    "difficulty": "Trung bình",
    "instructions": [
      "Bước 1: Đứng, mặt hướng khỏi ghế ghế, nắm tạ đôi. Duỗi chân sau và đặt mu bàn chân lên ghế.",
      "Bước 2: Tấn trước xuống bằng cách co đầu gối và hông chân trước cho đến khi đầu gối chân sau gần chạm mặt đất.",
      "Bước 3: Trở lại vị trí bắt đầu bằng cách duỗi hông và đầu gối chân trước. Lặp lại cho tới khi đặt được số lần yêu cầu.",
      "Bước 4: Chuyển lại cho chân đối diện."
    ],
    "muscle": "Chân",
    "name": "Split Squat",
    "videoUrl": "https://videos.bodybuilding.com/video/mp4/94000/94562m.mp4"
  },
  {
    "code": "SQ09",
    "difficulty": "Trung bình",
    "instructions": [
      "Bước 1: Đứng 2 chân rộng khoảng 1,5 lần vai, mũi 2 bàn chân hình chữ V tự nhiên, cầm tạ dummbell ngồi dậy đứng thẳng không khóa khớp gối và mông đưa ra phía sau 1 ít, đây là vị trí bắt đầu của bạn.",
      "Bước 2: Tại vị trí bắt đầu bạn hít sâu, bạn gồng cơ chân từ từ ngồi xuống đến vị trí đùi song song với sàn. ",
      "Bước 3: Tại đây bạn dừng 1 nhịp sau đó tiếp tục gồng cơ mông, đùi sau và đùi trước để đứng người dậy về vị trí ban đầu đồng thời thở ra."
    ],
    "muscle": "Chân",
    "name": "Dumbbell Sumo Squat",
    "videoUrl": "https://www.youtube.com/watch?v=oFA7MM2g2Jg",
    "imageUrl": "/images/exercises/SQ09.png"
  },
  {
    "code": "TC01",
    "difficulty": "Trung bình",
    "instructions": [
      "Bước 1: Đứng rộng bằng vai, ngồi xuống 2 tay cầm chặt đòn tạ (1 tay trước, 1 tay sau). Bạn hít sâu, gồng cơ mông, đùi, lưng và cơ vai.",
      "Bước 2: Dùng cơ vai nâng tạ lên ngực sau đó dùng cơ mông đùi đứng mạnh dậy, khi bạn sắp đứng thẳng thì bạn lợi dùng lực đó dùng tiếp cơ vai đẩy tạ lên khỏi đầu đứng thẳng lưng, đầu gối cong, mông đưa ra phía sau 1 ít, cánh tay và cẳng tay vuông góc (cánh tay vuông góc với sàn), 2 cùi chỏ hơi khép lại một chút chứ không quá cách xa đầu tạo sự tự nhiên cho động tác, không ép sát đầu cũng không rộng quá bạn thở mạnh ra, đây là vị trí bắt đầu của bạn.",
      "Bước 3: Tại vị trí bắt đầu bạn bắt đầu hít sâu, sau đó gồng cứng cơ vai và dùng toàn bộ cơ chân, cơ lưng trụ vững trên sàn. Bạn phải cố định cánh tay không di chuyển cánh tay, tập trung điều khiển cơ tam đầu bắp tay sau triceps nâng tạ lên vị trí cao nhất tức là vị trí quả tạ dumbbell nằm sau đầu 1 tí, và cùi chỏ vẫn cong không thẳng bạn thở ra tại vị trí này. Giữ lại 1s sau đó bạn hít sâu và gồng cơ tay sau từ từ hạ tạ xuống vị trí ban đầu. Chú ý: nếu bạn tập nặng thì bạn nên nhún nhẹ chân khi lên tạ (nhưng vẫn dùng cơ tay sau nâng tạ lên, nhún chân chỉ tạo cho mình 1 động lực an toàn nhằm giảm áp lực lên cột sống mà thôi)",
      "Bước 4: Sau khi thực hiện xong số reps cần thiết, di chuyển tạ dumbbell về trước ngực sau đó gồng cơ lưng, mông đùi và dùng sức những cơ này ngồi xuống hạ tạ nhưng chú ý vẫn phải giữ lưng thẳng nhé, sau đó bạn đi lại và nghỉ ngơi 2p-3p"
    ],
    "muscle": "Tay sau",
    "name": "Overhead Tricep Extension",
    "videoUrl": "https://www.youtube.com/watch?v=YbX7Wd8jQ-Q",
    "imageUrl": "/images/exercises/TC01.png"
  },
  {
    "code": "TC02",
    "difficulty": "Trung bình",
    "instructions": [
      "Bước 1: Nắm tay cầm bằng cả hai tay, duỗi thẳng tay trên đầu, lòng bàn tay hướng vào nhau. Khuỷu tay gần đầu, cánh tay vuông góc với mặt đất. Đây là vị trí bắt đầu của bạn.",
      "Bước 2: Từ từ hạ cáp xuống phía sau đầu trong khi giữ bắp tay cố định. Hít vào trong khi thực hiện động tác này và ngưng lại khi cơ bắp tay sau dãn hết.",
      "Bước 3: Trở lại vị trí ban đầu bằng cách co cơ bắp tay sau và thở ra.",
      "Bước 4: Lặp lại động tác cho tới khi đạt được số lần yêu cầu."
    ],
    "muscle": "Tay sau",
    "name": "Cable Rope Overhead Triceps Extension",
    "videoUrl": "https://videos.bodybuilding.com/video/mp4/44000/44421m.mp4"
  },
  {
    "code": "TC03",
    "difficulty": "Khó",
    "instructions": [
      "Bước 1: Đặt 2 quả tạ đơn lên đùi. Lòng bàn tay úp xuống. Từ vị trí đùi dùng lực hất tạ lên đồng thời nằm xuống ghế giờ hai tay lên",
      "Bước 2: Giữ cố định vị trí cùi chỏ. Hít sâu và gập cẳng tay xuống sao cho ngang đầu, dồn áp lực vào tay sau. Đưa tạ lên thở ra về vị trí ban đầu",
      "Bước 3: Tiếp tục làm tới khi đủ số lần yêu cầu"
    ],
    "muscle": "Tay sau",
    "name": "Dumbbell Skull Crusher",
    "videoUrl": "https://www.youtube.com/watch?v=ir5PsbniVSc",
    "imageUrl": "/images/exercises/TC03.jpg"
  },
  {
    "code": "TC04",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Ngồi trên ghế, tay nắm tạ đôi, tạ đôi trên đùi",
      "Bước 2: Đưa tạ đôi lên vị trí vai sau đó duỗi thẳng tay lên trên đầu để cánh tay vuông góc với mặt đất. Tay kia ở bên cạnh eo, hay nắm lấy vật cố định.",
      "Bước 3: Xoay cổ tay để lòng bàn tay hướng tới trước. Đây là tư thế ban đầu.",
      "Bước 4: Từ từ hạ tạ đôi xuống bên cạnh đầu trong khi giữ bắp tay trên cố định. Hít vào trong khi thực hiện động tác này và ngưng khi cơ bắp tay sau đã căng đủ.",
      "Bước 5: Quay trở lại vị trí ban đầu trong khi thở ra. Lưu ý chỉ chuyển động cẳng tay. Bắp tay cố định mọi lúc.",
      "Bước 6: Lặp lại cho tới khi đạt được số lần yêu cầu rồi chuyển tay."
    ],
    "muscle": "Tay sau",
    "name": "One Arm Tricep Extension",
    "videoUrl": "https://www.youtube.com/watch?v=_gsUck-7M74"
  },
  {
    "code": "TC05",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Nắm tạ đơn ở một tay, lòng bàn tay hướng về phía thân. Giữ lưng thẳng, hơi cong ở đầu gối, gập người tại eo. Thân gần song song với mặt đất. Giữ đầu hướng lên. Bắp tay gần thân và song song với mặt đất. Cẳng tay hướng về phía đất. Cẳng tay và bắp tay nên tạo góc 90 độ. Đây là vị trí bắt đầu.",
      "Bước 2: Giữ bắp tay cố định, thở ra, dùng cơ bắp tay sau nâng tạ cho đến khi tay duỗi thẳng. Tập trung vào chuyển động cẳng tay.",
      "Bước 3: Sau một giây dừng lại, hít vào và từ từ trở lại vị trí ban đầu.",
      "Bước 4: Lặp lại động tác cho tới khi đạt được số lần yêu cầu."
    ],
    "muscle": "Tay sau",
    "name": "Tricep Kickback",
    "videoUrl": "https://www.youtube.com/watch?v=6SS6K3lAwZ8",
    "imageUrl": "/images/exercises/TC05.png"
  },
  {
    "code": "TC06",
    "difficulty": "Dễ",
    "instructions": [
      "Bước 1: Đứng thẳng, lưng thẳng, chân mở rộng bằng vai. Đứng gần sát với tay cầm dây cáp, cánh tay song song với sàn.",
      "Bước 2: Thở ra, sử dụng cơ tam đầu kéo dây cáp xuống tới trước 2 đùi, chú ý chỉ có cẳng tay di chuyển, cánh tay vẫn giữ sát thân người cố định, cánh tay mở rộng khi xuống vị trí thấp nhất và gần vuông góc với sàn.",
      "Bước 3: Hít vào và từ từ đưa tay về vị trí ban đầu."
    ],
    "muscle": "Tay sau",
    "name": "Triceps Rope Pushdown",
    "videoUrl": "https://www.youtube.com/watch?v=vB5OHsJ3EME",
    "imageUrl": "/images/exercises/TC06.png"
  }
]